Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/Wallet.xcstrings
Source language: en
Languages: ar, bg, ca, cs, el, es, fi, fr, fr_ca, he, hi, hr, hu, id, ja, ko, lt, no, pl, pt_br, pt_pt, ro, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPLASH_SUMMARY
source: Wallet is designed to help you store and manage your cards and passes in a more secure and private way.
ar: صُمِّمَ تطبيق المحفظة لمساعدتك على تخزين بطاقاتك وبطاقات المرور الخاصة بك وإدارتها بطريقة أكثر أمانًا وخصوصية.
bg: Приложението Портфейл е създадено да ви помага да съхранявате и управлявате вашите карти и пропуски по по-сигурен и поверителен начин.
ca: L’app Cartera s’ha dissenyat per ajudar‑te a emmagatzemar i gestionar les targetes i els passis d’una manera més segura i privada.
cs: Aplikace Peněženka slouží k bezpečnějšímu uchovávání a správě vašich karet a lístků s lepší ochranou vašeho soukromí.
el: Το Πορτοφόλι έχει σχεδιαστεί ώστε να σας βοηθά να αποθηκεύετε και να διαχειρίζεστε τις κάρτες και τα πάσα σας με πιο ασφαλή και ιδιωτικό τρόπο.
es: La app Cartera se ha diseñado para ayudarte a guardar y gestionar tus tarjetas y pases de una manera más segura y privada.
fi: Lompakko on suunniteltu siten, että sinun on helppo säilyttää maksukorttisi ja muut korttisi turvallisemmin ja yksityisemmin.
fr: L’app Cartes est conçue pour vous aider à stocker et gérer vos cartes de façon plus sécurisée et privée.
fr_ca: L’app Portefeuille est conçue pour vous aider à stocker et à gérer vos cartes de façon plus sûre et plus privée.
he: ״ארנק״ נועד לעזור לך לאחסן ולנהל כרטיסים בדרך מאובטחת ופרטית יותר.
hi: वॉलेट को आपके कार्ड और पास को अधिक सुरक्षित और निजी तरीक़े से संग्रहित और प्रबंधित करने में आपकी मदद करने के लिए डिज़ाइन किया गया है।
hr: Aplikacija Novčanik dizajnirana je kako bi vam pomogla u pohrani vaših kartica i propusnica i upravljanju njima na sigurniji i privatniji način.
hu: A Tárca segítségével biztonságosabb és bizalmasabb módon tárolhatja, illetve kezelheti a kártyáit és jegyeit.
id: Dompet dirancang untuk membantu Anda menyimpan dan mengelola kartu serta pass Anda dengan cara yang lebih aman dan pribadi.
ja: ウォレットは、安全性とプライバシーを強化した方法でカードやパスを保存および管理できるように設計されています。
ko: 지갑 앱은 카드 및 패스를 보다 안전하고 비공개적인 방식으로 저장하고 관리할 수​있도록 설계되었습니다.
lt: „Piniginė“ skirta padėti saugoti ir tvarkyti jūsų korteles bei leidimus saugiau ir privačiau.
no: Lommebok er utviklet for å la deg oppbevare og administrere kortene dine privat på en sikker måte.
pl: Portfel został zaprojektowany, aby pomóc Ci przechowywać swoje karty i zarządzać nimi w bardziej bezpieczny i prywatny sposób.
pt_br: O app Carteira é projetado para ajudar você a armazenar e gerenciar seus cartões e tíquetes de uma maneira mais segura e privada.
pt_pt: A aplicação Carteira foi concebida para ajudar a armazenar e gerir os seus cartões e passes com maior segurança e privacidade.
ro: Aplicația Portofel este concepută pentru a vă ajuta să vă păstrați și să vă gestionați cardurile și tichetele într‑un mod mai securizat și privat.
sk: Peňaženka vám umožňuje bezpečne uchovávať a spravovať karty a lístky a chráni pritom vaše súkromie.
sl: Denarnica je zasnovana za lažje shranjevanje in upravljanje kartic in prepustnic na varnejši in zasebnejši način.
sv: Plånbok är utformad så att du kan lagra och hantera dina kort på ett säkrare sätt med hög integritet.
th: กระเป๋าสตางค์ได้รับการออกแบบมาเพื่อช่วยคุณจัดเก็บและจัดการบัตรและตั๋วของคุณด้วยวิธีที่ปลอดภัยและเป็นส่วนตัวมากขึ้น
tr: Cüzdan, kartlarınızı daha güvenli ve özel bir şekilde saklayıp yönetmenize yardımcı olmak için tasarlanmıştır.
uk: Гаманець дає вам змогу безпечніше й приватніше зберігати та впорядковувати свої картки.
vi: Ví được thiết kế để giúp bạn lưu trữ và quản lý các thẻ và vé theo một cách thức bảo mật và riêng tư hơn.
zh_cn: “钱包”旨在帮助你以更安全和更隐私的方式储存并管理你的卡片及凭证。
zh_hk: 「銀包」專門為了助你以更安全及私密的方式儲存並管理卡和票證而設。
zh_tw: 「錢包」的設計是為了協助你以更為安全和隱密的方式來儲存和管理你的卡片與票卡。

# SPLASH_SHORT_TITLE
source: Wallet
ar: المحفظة
bg: Портфейл
ca: Cartera
cs: Peněženka
el: Πορτοφόλι
es: Cartera
fi: Lompakko
fr: Cartes
fr_ca: Portefeuille
he: ארנק
hi: वॉलेट
hr: Novčanik
hu: Tárca
id: Dompet
ja: ウォレット
ko: 지갑
lt: Piniginė
no: Lommebok
pl: Portfel
pt_br: Carteira
pt_pt: Carteira
ro: Portofel
sk: Peňaženka
sl: Denarnica
sv: Plånbok
th: กระเป๋าสตางค์
tr: Cüzdan
uk: Гаманець
vi: Ví
zh_cn: 钱包
zh_hk: 銀包
zh_tw: 錢包

# FIRST_BULLET
source: When you add a pass, it is associated with your Apple Account and certain pass information may be shared with Apple to help display and manage your pass.
ar: عند إضافة بطاقة مرور، فإنها ترتبط بحساب Apple، وقد تتم مشاركة معلومات معينة من بطاقة المرور مع Apple للمساعدة في عرض بطاقة المرور وإدارتها.
bg: Когато добавите пропуск, той се свързва с вашата Apple регистрация и определена информация за пропуска може да бъде споделена с Apple, за да помогне в показването и управлението на пропуска.
ca: Quan afegeixes un passi, es vincula al compte d’Apple. A més, és possible que es comparteixi amb Apple determinada informació del passi per ajudar a mostrar i gestionar el passi.
cs: Lístek, který přidáte, se přiřadí k vašemu účtu Apple. Některé informace z přidaného lístku mohou být poskytnuty společnosti Apple jako pomocné údaje pro jeho zobrazování a správu.
el: Όταν προσθέτετε ένα πάσο, αυτό συσχετίζεται με τον λογαριασμό Apple σας, και ορισμένες πληροφορίες πάσου μπορεί να κοινοποιηθούν στην Apple για εμφάνιση και διαχείριση του πάσου.
es: Al añadir un pase, este se asocia a tu cuenta de Apple y es posible que determinada información del pase se comparta con Apple para ayudar a mostrarlo y gestionarlo.
fi: Kun lisäät kortin, se yhdistetään Apple-tiliisi ja tiettyjä kortin tietoja saatetaan jakaa Applelle kortin näyttämisen ja hallinnan mahdollistamiseksi.
fr: Quand vous ajoutez une carte, celle-ci est associée à votre compte Apple et certaines de ses informations peuvent être transmises à Apple pour permettre son affichage et sa gestion.
fr_ca: Lorsque vous ajoutez une carte, celle-ci est associée à votre compte Apple, et certaines de ses informations peuvent être partagées avec Apple pour permettre l’affichage et la gestion de la carte.
he: בעת הוספת כרטיס ל״ארנק״, הכרטיס הופך להיות מקושר לחשבון ה‑Apple ומידע מסוים לגבי הכרטיס עשוי להישלח ל-Apple כדי לעזור בהצגה וניהול של הכרטיס.
hi: जब आप पास जोड़ते हैं, उसे आपके Apple खाते के साथ संबद्ध कर दिया जाता है और पास की कुछ जानकारी Apple के साथ शेयर की जा सकती है ताकि आपका पास प्रदर्शित और प्रबंधित किया जा सके।
hr: Kad dodate propusnicu, ona je povezana s vašim Apple računom i određene informacije o propusnici mogu se podijeliti s tvrtkom Apple kao pomoć u prikazivanju i upravljanju vašom propusnicom.
hu: A hozzáadott jegyek társítva lesznek az Apple‑fiókjával, és előfordulhat, hogy a jegyekkel kapcsolatos bizonyos információk meg lesznek osztva az Apple-lel a jegyek megjelenítésének és kezelésének elősegítése érdekében.
id: Jika ditambahkan, pass akan dikaitkan dengan Akun Apple Anda dan informasi pass tertentu dapat dibagikan dengan Apple untuk membantu menampilkan dan mengelola pass Anda.
ja: パスを追加すると、パスがお使いのApple Accountに関連付けられます。パスを表示したり管理したりするため、特定のパス情報がAppleと共有される場合があります。
ko: 패스를 추가하면 Apple 계정과 연결되고 특정 패스 정보를 Apple에 공유하여 패스를 표시하고 관리할 수 있습니다.
lt: Kai pridedate leidimą, jis susiejamas su jūsų „Apple“ paskyra, o tam tikra leidimo informacija gali būti bendrinama su „Apple“, kad būtų lengviau rodyti ir tvarkyti jūsų leidimą.
no: Når du legger til et kort, knyttes det til Apple‑kontoen din, og utvalgt kortinformasjon kan deles med Apple for å vise og administrere kortet.
pl: Po dodaniu karty zostanie ona powiązana z Twoim kontem Apple, a niektóre informacje o karcie mogą zostać udostępnione firmie Apple, aby pomóc ją wyświetlać i nią zarządzać.
pt_br: Ao adicionar um tíquete, ele é associado à sua Conta Apple e certas informações do tíquete podem ser compartilhadas com a Apple para ajudar a mostrar e gerenciar o tíquete.
pt_pt: Quando adiciona um cartão, este é associado à sua conta Apple e determinadas informações do cartão poderão ser partilhadas com a Apple para facilitar a apresentação e gestão do cartão.
ro: Când adăugați un tichet, acesta este asociat cu contul dvs. Apple și anumite informații ale tichetului pot fi partajate cu Apple pentru a afișa și gestiona tichetul.
sk: Keď pridáte lístok, priradí sa k vášmu Apple účtu a na zobrazenie a správu lístka môžu byť so spoločnosťou Apple zdieľané vybrané informácie o lístku.
sl: Ko dodate prepustnico, se ta poveže z vašim računom Apple in se nekateri podatki o njej za lažji prikaz in upravljanje vaše prepustnice delijo z družbo Apple.
sv: När du lägger till ett kort associeras det med ditt Apple‑konto och viss kortinformation kan delas med Apple för att hjälpa till med visning och hantering av kortet.
th: เมื่อคุณเพิ่มบัตร บัตรนั้นจะผูกกับบัญชี Apple ของคุณ และข้อมูลบางส่วนของบัตรอาจมีการแชร์กับ Apple เพื่อช่วยแสดงและจัดการบัตรของคุณ
tr: Kart, eklendiğinde Apple Hesabı’nızla ilişkilendirilir. Kartınızın görüntülenmesine ve yönetilmesine yardımcı olmak amacıyla bazı kart bilgileri Apple ile paylaşılabilir.
uk: Коли ви додаєте картку, вона повʼязується з вашим обліковим записом Apple, а певна інформація про картку може поширюватися для Apple, щоб полегшити її показ та керування нею.
vi: Khi bạn thêm thẻ, thẻ được liên kết với Tài khoản Apple của bạn và thông tin thẻ nhất định có thể được chia sẻ với Apple để giúp hiển thị và quản lý thẻ của bạn.
zh_cn: 添加凭证时，它会与你的Apple账户关联，并且特定凭证信息可能会与Apple共享以帮助显示和管理你的凭证。
zh_hk: 當你加入票證，票證會連繫至你的Apple帳户，且某些票證資料可能會與Apple分享，以協助顯示和管理你的票證。
zh_tw: 當你加入票卡時，票卡會與你的「Apple帳號」產生關聯，且可能會與Apple分享部分票卡資訊以協助顯示和管理你的票卡。
